Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Nearby address
ar: عنوان قريب
es: Dirección cercana
fa: نشانی نزدیک
fil: Kalapit na address
fil_ph: Kalapit na address
fr: Adresse à proximité
it: Indirizzo nelle vicinanze
ja: 近くの住所
ko: 근처 주소
ru: Адрес поблизости
tr: Yakındaki adres
vi: Địa chỉ gần đây
zh_hans: 附近地址

source: New conversation
ar: محادثة جديدة
es: Nueva conversación
fa: گفت‌وگوی جدید
fil: Bagong usapan
fil_ph: Bagong usapan
fr: Nouvelle conversation
it: Nuova conversazione
ja: 新しい会話
ko: 새 대화
ru: Новый разговор
tr: Yeni konuşma
vi: Cuộc trò chuyện mới
zh_hans: 新对话

source: New destination
ar: وجهة جديدة
es: Nuevo destino
fa: مقصد جدید
fil: Bagong destinasyon
fil_ph: Bagong destinasyon
fr: Nouvelle destination
it: Nuova destinazione
ja: 新しい目的地
ko: 새 목적지
ru: Новое место назначения
tr: Yeni varış noktası
vi: Điểm đến mới
zh_hans: 新目的地

source: New talk
ar: حديث جديد
es: Nueva charla
fa: گفت‌وگوی صوتی جدید
fil: Bagong pag-uusap
fil_ph: Bagong pag-uusap
fr: Nouvelle discussion vocale
it: Nuova conversazione vocale
ja: 新しい音声会話
ko: 새 채팅
ru: Новый разговор
tr: Yeni sohbet
vi: Cuộc trò chuyện mới
zh_hans: 新语音对话

source: Next: airport transfers
ar: التالي: النقل من وإلى المطار
es: Siguiente: traslados al aeropuerto
fa: بعدی: جابه‌جایی فرودگاه
fil: Susunod: mga sakay papunta at pauwi sa airport
fil_ph: Susunod: mga sakay papunta at mula sa paliparan
fr: Ensuite : transferts aéroport
it: Avanti: trasferimenti per l'aeroporto
ja: 次へ：空港送迎
ko: 다음: 공항 이동
ru: Далее: трансфер из аэропорта
tr: Sıradaki: havaalanı transferleri
vi: Tiếp theo: dịch vụ đưa đón sân bay
zh_hans: 下一步：机场接送

source: No learned preferences yet. Tell Pip what you enjoy—or what you'd rather skip.
ar: لم نتعرّف على تفضيلاتك بعد. أخبر Pip بما تستمتع به أو بما تفضّل تجنّبه.
es: Aún no has indicado tus preferencias. Cuéntale a Pip qué te gusta o qué prefieres evitar.
fa: هنوز ترجیحی یاد گرفته نشده. به پیپ بگویید از چه چیزهایی لذت می‌برید یا ترجیح می‌دهید از چه چیزهایی بگذرید.
fil: Wala pang natutunang kagustuhan. Sabihin kay Pip kung ano ang gusto mo—o mas gugustuhin mong iwasan.
fil_ph: Wala pang natutunang kagustuhan. Sabihin kay Pip kung ano ang gusto mo—o kung ano ang gusto mong iwasan.
fr: Aucune préférence n’a encore été enregistrée. Dites à Pip ce que vous aimez ou préférez éviter.
it: Non hai ancora preferenze apprese. Racconta a Pip cosa ti piace o cosa preferiresti evitare.
ja: 学習した好みはまだありません。好きなことや避けたいことをPipに教えてください。
ko: 아직 저장된 선호 사항이 없어요. 좋아하는 것이나 피하고 싶은 것을 Pip에게 알려 주세요.
ru: Пока нет изученных предпочтений. Расскажите Пип, что вам нравится или чего вы предпочли бы избежать.
tr: Henüz öğrenilmiş bir tercih yok. Pip'e nelerden hoşlandığınızı veya neleri tercih etmediğinizi söyleyin.
vi: Chưa có sở thích nào được ghi nhận. Hãy cho Pip biết bạn thích gì—hoặc muốn tránh điều gì.
zh_hans: 还没有了解你的偏好。告诉 Pip 你喜欢什么，或者不喜欢什么。

source: No thanks
ar: لا، شكرًا
es: No, gracias
fa: نه، ممنون
fil: Huwag na, salamat
fil_ph: Huwag na lang
fr: Non merci
it: No, grazie
ja: いいえ
ko: 괜찮아요
ru: Нет, спасибо
tr: Hayır, teşekkürler
vi: Không, cảm ơn
zh_hans: 不用了

source: No trips yet
ar: لا توجد رحلات بعد
es: Aún no hay viajes
fa: هنوز سفری ندارید
fil: Wala pang biyahe
fil_ph: Wala pang biyahe
fr: Aucun voyage pour l’instant
it: Ancora nessun viaggio
ja: 旅行はまだありません
ko: 아직 여행이 없어요
ru: Пока нет поездок
tr: Henüz seyahat yok
vi: Chưa có chuyến đi nào
zh_hans: 还没有旅行

source: None
ar: لا شيء
es: Ninguno
fa: هیچ‌کدام
fil: Wala
fil_ph: Wala
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
tr: Yok
vi: Không có
zh_hans: 无

source: Not decided
ar: لم يُحسم بعد
es: Sin decidir
fa: هنوز مشخص نیست
fil: Hindi pa napagpapasyahan
fil_ph: Hindi pa napagpasyahan
fr: Pas encore décidé
it: Da decidere
ja: 未定
ko: 미정
ru: Не решено
tr: Karar verilmedi
vi: Chưa quyết định
zh_hans: 尚未决定

source: Not entered
ar: لم يُدخَل بعد
es: Sin introducir
fa: وارد نشده
fil: Hindi pa inilalagay
fil_ph: Hindi pa nailalagay
fr: Non renseigné
it: Non inserito
ja: 未入力
ko: 입력하지 않음
ru: Не указано
tr: Girilmadı
vi: Chưa nhập
zh_hans: 未填写

source: Not now
ar: ليس الآن
es: Ahora no
fa: فعلاً نه
fil: Huwag muna
fil_ph: Huwag muna
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
ru: Не сейчас
tr: Şimdi değil
vi: Để lúc khác
zh_hans: 暂时不要

source: Not sure
ar: لست متأكدًا
es: No lo sé
fa: مطمئن نیستم
fil: Hindi sigurado
fil_ph: Hindi sigurado
fr: Pas sûr
it: Non so
ja: わからない
ko: 잘 모르겠어요
ru: Не уверен(а)
tr: Emin değilim
vi: Chưa chắc
zh_hans: 不确定

source: Not sure yet
ar: لم يُحسم بعد
es: Todavía no lo sé
fa: هنوز مشخص نیست
fil: Hindi pa sigurado
fil_ph: Hindi pa sigurado
fr: Pas encore sûr
it: Non so ancora
ja: まだわからない
ko: 아직 잘 모르겠어요
ru: Пока не уверен(а)
tr: Henüz emin değilim
vi: Chưa quyết định
zh_hans: 还不确定

source: Not yet
ar: ليس بعد
es: Todavía no
fa: هنوز نه
fil: Hindi pa
fil_ph: Hindi pa
fr: Pas encore
it: Non ancora
ja: まだ
ko: 아직 아니요
ru: Пока нет
tr: Henüz değil
vi: Chưa có
zh_hans: 尚未

# not_sure
source: Not sure yet
ar: لست متأكدًا
es: no_lo_sé
fa: هنوز مطمئن نیستم
fil: hindi_sigurado
fil_ph: hindi_sigurado
fr: pas_encore_sûr
it: non_so
ja: まだわからない
ko: 잘 모르겠어요
ru: не уверен(а)
tr: emin_değil
vi: chưa_chắc
zh_hans: 不确定

source: Notes
ar: ملاحظات
es: Notas
fa: یادداشت‌ها
fil: Mga tala
fil_ph: Mga tala
fr: Remarques
it: Note
ja: メモ
ko: 메모
ru: Заметки
tr: Notlar
vi: Ghi chú
zh_hans: 备注

source: Nothing booked or decided yet.
ar: لم تحجز أو تحسم أي شيء بعد.
es: Aún no has reservado ni decidido nada.
fa: هنوز چیزی رزرو یا مشخص نشده.
fil: Wala pang naka-book o napagpapasyahan.
fil_ph: Wala pang nai-book o napagpasyahan.
fr: Rien n’est encore réservé ni décidé.
it: Non hai ancora prenotato né deciso nulla.
ja: 予約済みのものや決まっていることはまだありません。
ko: 아직 예약하거나 결정한 것이 없어요.
ru: Пока ничего не забронировано и не решено.
tr: Henüz rezervasyon yapılmadı veya karar verilmedi.
vi: Chưa đặt hay quyết định gì.
zh_hans: 还没有预订或确定任何事项。

source: Nothing yet
ar: لا شيء بعد
es: Aún nada
fa: هنوز هیچ
fil: Wala pa
fil_ph: Wala pa
fr: Rien pour le moment
it: Ancora niente
ja: まだ何もありません
ko: 아직 없어요
ru: Пока ничего
tr: Henüz bir şey yok
vi: Chưa có gì
zh_hans: 暂时没有

source: OK
ar: حسنًا
es: Aceptar
fa: باشه
fil: Sige
fil_ph: Sige
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好

source: One at a time is welcome
ar: يمكنك إدخال عنصر واحد في كل مرة
es: De a una pregunta está bien
fa: هر بار یکی هم خوب است
fil: Ayos lang kung paisa-isa
fil_ph: Puwedeng paisa-isa
fr: Vous pouvez répondre une chose à la fois
it: Va bene anche una cosa alla volta
ja: 一度にひとつずつでも大丈夫です
ko: 한 번에 하나씩 말씀하셔도 괜찮아요
ru: Можно отвечать по одному
tr: Tek tek de paylaşabilirsiniz
vi: Bạn có thể chia sẻ từng điều một
zh_hans: 可以一次分享一项

source: Only for this trip
ar: لهذه الرحلة فقط
es: Solo para este viaje
fa: فقط برای این سفر
fil: Para sa biyaheng ito lang
fil_ph: Para sa biyaheng ito lang
fr: Pour ce voyage uniquement
it: Solo per questo viaggio
ja: この旅行に限る
ko: 이번 여행에만
ru: Только для этой поездки
tr: Yalnızca bu seyahat için
vi: Chỉ cho chuyến đi này
zh_hans: 仅用于这次旅行

source: Only what matters for this trip. You can add more later.
ar: أضف فقط ما يهم لهذه الرحلة. يمكنك إضافة المزيد لاحقًا.
es: Solo lo importante para este viaje. Puedes añadir más después.
fa: فقط آنچه برای این سفر مهم است. بعداً هم می‌توانی جزئیات اضافه کنی.
fil: Mga kailangan lang para sa biyaheng ito. Maaari kang magdagdag pa mamaya.
fil_ph: Mga bagay lang na mahalaga sa biyaheng ito. Puwede kang magdagdag pa sa ibang pagkakataon.
fr: Seulement ce qui compte pour ce voyage. Tu pourras en ajouter plus tard.
it: Solo ciò che conta per questo viaggio. Potrai aggiungere altro dopo.
ja: この旅で大切なことだけで大丈夫です。あとから追加できます。
ko: 이번 여행에 필요한 내용만 알려 주세요. 나중에 더 추가할 수 있어요.
ru: Только то, что важно для этой поездки. Позже можно добавить ещё.
tr: Yalnızca bu seyahat için önemli olanlar. Daha sonra daha fazlasını ekleyebilirsiniz.
vi: Chỉ những điều quan trọng cho chuyến đi này. Bạn có thể bổ sung sau.
zh_hans: 只需填写本次旅行的重要信息，以后还可以补充。

source: Open in Apple Maps
ar: افتح في خرائط Apple
es: Abrir en Apple Maps
fa: باز کردن در نقشه‌های اپل
fil: Buksan sa Apple Maps
fil_ph: Buksan sa Apple Maps
fr: Ouvrir dans Plans
it: Apri in Mappe Apple
ja: Appleマップで開く
ko: Apple 지도에서 열기
ru: Открыть в Картах Apple
tr: Apple Haritalar'da aç
vi: Mở trong Apple Maps
zh_hans: 在苹果地图中打开

source: Open location settings
ar: افتح إعدادات الموقع
es: Abrir ajustes de ubicación
fa: باز کردن تنظیمات موقعیت
fil: Buksan ang mga setting ng lokasyon
fil_ph: Buksan ang mga setting ng lokasyon
fr: Ouvrir les réglages de localisation
it: Apri le impostazioni di localizzazione
ja: 位置情報の設定を開く
ko: 위치 설정 열기
ru: Открыть настройки геолокации
tr: Konum ayarlarını aç
vi: Mở cài đặt vị trí
zh_hans: 打开定位设置

source: Open voice to talk with Pip, your friendly local guide, or write a message below.
ar: افتح الصوت للتحدث مع Pip، دليلك المحلي الودود، أو اكتب رسالة أدناه.
es: Abre la voz para hablar con Pip, tu amable guía local, o escribe un mensaje abajo.
fa: حالت صوتی را باز کنید تا با پیپ، راهنمای محلیِ خوش‌برخوردتان، صحبت کنید یا پیام‌تان را در پایین بنویسید.
fil: Buksan ang voice para makipag-usap kay Pip, ang palakaibigan mong lokal na gabay, o magsulat ng mensahe sa ibaba.
fil_ph: Buksan ang voice mode para makipag-usap kay Pip, ang magiliw mong lokal na gabay, o magsulat ng mensahe sa ibaba.
fr: Ouvrez le mode vocal pour parler avec Pip, votre guide local sympathique, ou écrivez un message ci-dessous.
it: Apri la modalità vocale per parlare con Pip, la tua cordiale guida locale, oppure scrivi un messaggio qui sotto.
ja: 音声を開いて、親しみやすい現地ガイドのPipと話すか、下にメッセージを入力してください。
ko: 친근한 현지 가이드 Pip과 음성으로 대화하거나 아래에 메시지를 작성해 보세요.
ru: Включите голосовой режим, чтобы поговорить с Пип, вашим приветливым местным гидом, или напишите сообщение ниже.
tr: Samimi yerel rehberiniz Pip'le konuşmak için sesli modu açın veya aşağıya mesaj yazın.
vi: Bật giọng nói để trò chuyện với Pip, hướng dẫn viên địa phương thân thiện của bạn, hoặc nhắn tin bên dưới.
zh_hans: 打开语音，与友好的当地向导 Pip 交谈，或在下方输入消息。

source: Opens an external flight search with known trip details. Searching does not book a flight; add your booking whenever you're ready.
ar: يفتح بحثًا خارجيًا عن الرحلات الجوية باستخدام تفاصيل الرحلة المعروفة. البحث لا يحجز رحلة؛ أضف حجزك متى شئت.
es: Abre una búsqueda externa de vuelos con los detalles conocidos del viaje. Buscar no reserva un vuelo; añade tu reserva cuando quieras.
fa: جست‌وجوی پرواز را با جزئیات مشخص سفر در سایتی دیگر باز می‌کند. جست‌وجو به معنای رزرو نیست؛ هر زمان آماده بودید رزروتان را اضافه کنید.
fil: Nagbubukas ito ng panlabas na paghahanap ng flight gamit ang mga alam nang detalye ng biyahe. Hindi nagbu-book ng flight ang paghahanap; idagdag ang booking mo kapag handa ka na.
fil_ph: Magbubukas ito ng panlabas na paghahanap ng flight gamit ang mga detalye ng biyahe na alam na. Hindi nagbu-book ng flight ang paghahanap; idagdag ang booking mo kapag handa ka na.
fr: Ouvre une recherche de vols externe avec les détails connus du voyage. La recherche ne réserve pas de vol ; ajoute ta réservation quand tu veux.
it: Apre una ricerca esterna di voli con i dettagli noti del viaggio. La ricerca non prenota un volo; aggiungi la prenotazione quando vuoi.
ja: わかっている旅行の詳細を使って外部の航空便検索を開きます。検索だけでは予約されません。準備ができたら予約を追加してください。
ko: 알려진 여행 정보를 포함해 외부 항공편 검색을 엽니다. 검색해도 항공편이 예약되지는 않으며, 준비가 되면 예약 정보를 추가하세요.
ru: Откроется внешний поиск авиабилетов с известными данными о поездке. Поиск не бронирует билеты — добавьте бронирование, когда будете готовы.
tr: Bilinen seyahat bilgileriyle harici bir uçuş araması açar. Arama yapmak uçak bileti rezervasyonu oluşturmaz; hazır olduğunuzda rezervasyonunuzu ekleyebilirsiniz.
vi: Mở trang tìm chuyến bay bên ngoài với thông tin chuyến đi đã biết. Tìm kiếm không đặt vé; bạn có thể thêm thông tin đặt vé bất cứ khi nào sẵn sàng.
zh_hans: 使用已知旅行详情打开外部航班搜索。搜索不会预订航班；准备好后请添加预订。

source: Optional
ar: اختياري
es: Opcional
fa: اختیاری
fil: Opsyonal
fil_ph: Opsyonal
fr: Facultatif
it: Facoltativo
ja: 任意
ko: 선택 사항
ru: Необязательно
tr: İsteğe bağlı
vi: Không bắt buộc
zh_hans: 选填

source: Optional needs, budget, must-dos or things to avoid
ar: احتياجات أو ميزانية أو أمور لا بد من فعلها أو تجنّبها (اختياري)
es: Necesidades opcionales, presupuesto, imprescindibles o cosas que quieras evitar
fa: نیازها، بودجه، کارهای ضروری یا مواردی که نمی‌خواهی (اختیاری)
fil: Mga opsyonal na pangangailangan, badyet, dapat puntahan o mga dapat iwasan
fil_ph: Mga opsyonal na pangangailangan, badyet, dapat gawin o mga bagay na dapat iwasan
fr: Besoins particuliers, budget, incontournables ou choses à éviter (facultatif)
it: Esigenze, budget, cose da non perdere o da evitare (facoltativi)
ja: 任意：要望、予算、必ずしたいこと、避けたいこと
ko: 선택 사항: 필요한 점, 예산, 꼭 할 일 또는 피하고 싶은 것
ru: Пожелания, бюджет, обязательные пункты или то, чего стоит избегать (необязательно)
tr: İsteğe bağlı ihtiyaçlar, bütçe, mutlaka yapılacaklar veya kaçınılacak şeyler
vi: Nhu cầu, ngân sách, điều nhất định muốn làm hoặc muốn tránh (không bắt buộc)
zh_hans: 可选：需求、预算、必做事项或需要避开的内容

source: other
ar: أخرى
es: otro
fa: راه دیگر
fil: iba_pa
fil_ph: iba pa
fr: Autre
it: altro
ja: その他
ko: 기타
ru: другое
tr: diğer
vi: khác
zh_hans: 其他

source: Other
ar: أخرى
es: Otros
fa: سایر
fil: Iba pa
fil_ph: Iba pa
fr: Autres
it: Altro
ja: その他
ko: 기타
ru: Другое
tr: Diğer
vi: Khác
zh_hans: 其他

source: Other ways
ar: طرق أخرى
es: Otras formas
fa: راه‌های دیگر
fil: Iba pang paraan
fil_ph: Iba pang paraan
fr: Autres options
it: Altri modi
ja: その他の方法
ko: 다른 방법
ru: Другие варианты
tr: Diğer seçenekler
vi: Cách khác
zh_hans: 其他方式

source: Our plan
ar: خطتنا
es: Nuestro plan
fa: برنامهٔ ما
fil: Ang plano natin
fil_ph: Plano natin
fr: Notre programme
it: Il nostro piano
ja: 旅のプラン
ko: 우리의 계획
ru: Наш план
tr: Planımız
vi: Lịch trình của chúng ta
zh_hans: 我们的计划

source: Outbound
ar: رحلة الذهاب
es: Ida
fa: رفت
fil: Papunta
fil_ph: Papunta
fr: Aller
it: Andata
ja: 往路
ko: 출발편
ru: Туда
tr: Gidiş
vi: Chiều đi
zh_hans: 去程

source: Over budget
ar: تجاوز الميزانية
es: Por encima del presupuesto
fa: بیش از بودجه
fil: Lampas sa badyet
fil_ph: Lampas sa badyet
fr: Dépassement du budget
it: Oltre il budget
ja: 予算超過
ko: 예산 초과
ru: Выше бюджета
tr: Bütçeyi aşıyor
vi: Vượt ngân sách
zh_hans: 超出预算

source: Own car
ar: سيارة خاصة
es: coche_propio
fa: خودروی شخصی
fil: sariling_sasakyan
fil_ph: sariling_sasakyan
fr: voiture_personnelle
it: auto propria
ja: 自家用車
ko: 자가용
ru: собственный автомобиль
tr: kendi_arabası
vi: xe_riêng
zh_hans: 自驾

# parking
source: Drive and park
ar: موقف سيارات
es: aparcamiento
fa: رانندگی و پارک
fil: paradahan
fil_ph: paradahan
fr: stationnement
it: parcheggio
ja: 駐車場
ko: 주차
ru: парковка
tr: park yeri
vi: bãi_đỗ_xe
zh_hans: 停车

source: Partly planned
ar: مخطط جزئيًا
es: Parcialmente planificado
fa: بخشی برنامه‌ریزی شده
fil: Bahagyang naplano
fil_ph: Bahagyang naplano
fr: Partiellement planifié
it: Parzialmente pianificato
ja: 一部のみ計画済み
ko: 일부 계획됨
ru: Частично спланировано
tr: Kısmen planlandı
vi: Đã lên kế hoạch một phần
zh_hans: 部分规划

source: Party size includes you and everyone selected below. Names are optional; selecting someone does not add to the total.
ar: يشمل عدد أفراد المجموعة أنت وكل من تختارهم أدناه. الأسماء اختيارية؛ واختيار شخص لا يزيد العدد.
es: El tamaño del grupo te incluye a ti y a todos los seleccionados abajo. Los nombres son opcionales; seleccionar a alguien no aumenta el total.
fa: تعداد مسافران شامل شما و همه افراد انتخاب‌شده در زیر است. نام‌ها اختیاری هستند؛ انتخاب فرد، تعداد کل را افزایش نمی‌دهد.
fil: Kasama sa bilang ng grupo ang iyong sarili at lahat ng pipiliin mo sa ibaba. Opsyonal ang mga pangalan; hindi madadagdag sa kabuuan ang pagpili sa isang tao.
fil_ph: Kasama sa bilang ng grupo ang iyong sarili at lahat ng napili sa ibaba. Opsyonal ang mga pangalan; walang idinadagdag sa kabuuan kapag may pinili.
fr: La taille du groupe inclut toi et toutes les personnes sélectionnées ci-dessous. Les noms sont facultatifs ; sélectionner quelqu’un n’augmente pas le total.
it: Il gruppo comprende te e tutte le persone selezionate sotto. I nomi sono facoltativi; selezionare qualcuno non aumenta il totale.
ja: 人数にはあなたと以下で選択した全員が含まれます。名前は任意です。同行者を選択しても合計人数は増えません。
ko: 인원수에는 본인과 아래에서 선택한 모든 사람이 포함됩니다. 이름은 선택 사항이며, 사람을 선택해도 총인원에는 추가되지 않습니다.
ru: В размер группы входите вы и все, кого вы выбрали ниже. Имена указывать необязательно; выбор человека не увеличивает общее число участников.
tr: Kişi sayısına siz ve aşağıda seçilen herkes dahildir. İsimler isteğe bağlıdır; birini seçmek toplam sayıyı artırmaz.
vi: Số người gồm bạn và tất cả những người được chọn bên dưới. Không bắt buộc nhập tên; chọn một người không làm tăng tổng số.
zh_hans: 同行人数包含你及下方选择的所有成员。姓名为选填；选择成员不会增加总人数。

source: Paste booking details
ar: الصق تفاصيل الحجز
es: Pega los datos de la reserva
fa: چسباندن جزئیات رزرو
fil: I-paste ang mga detalye ng booking
fil_ph: I-paste ang mga detalye ng booking
fr: Coller les détails de réservation
it: Incolla i dettagli della prenotazione
ja: 予約情報を貼り付け
ko: 예약 정보 붙여넣기
ru: Вставить данные бронирования
tr: Rezervasyon bilgilerini yapıştır
vi: Dán thông tin đặt chỗ
zh_hans: 粘贴预订详情

source: PDF, JPEG, PNG or Word document, up to 5 MB.
ar: ملف PDF أو JPEG أو PNG أو Word، بحد أقصى 5 ميغابايت.
es: PDF, JPEG, PNG o documento de Word, hasta 5 MB.
fa: PDF، JPEG، PNG یا سند Word، حداکثر ۵ مگابایت.
fil: PDF, JPEG, PNG o Word document, hanggang 5 MB.
fil_ph: PDF, JPEG, PNG o Word na dokumento, hanggang 5 MB.
fr: Fichier PDF, JPEG, PNG ou Word, jusqu’à 5 Mo.
it: PDF, JPEG, PNG o documento Word, fino a 5 MB.
ja: PDF、JPEG、PNG、Word文書（5 MBまで）。
ko: PDF, JPEG, PNG 또는 Word 문서, 최대 5MB.
ru: PDF, JPEG, PNG или документ Word размером до 5 МБ.
tr: PDF, JPEG, PNG veya Word belgesi, en fazla 5 MB.
vi: Tệp PDF, JPEG, PNG hoặc Word, tối đa 5 MB.
zh_hans: PDF、JPEG、PNG 或 Word 文档，最大 5 MB。

# persistent
source: Across trips
ar: دائم
es: persistente
fa: برای سفرهای آینده
fil: permanente
fil_ph: permanente
fr: persistant
it: persistente
ja: 継続中
ko: 지속적
ru: постоянный
tr: kalıcı
vi: liên tục
zh_hans: 持久

source: Pickup point
ar: نقطة الالتقاء
es: Punto de recogida
fa: محل سوارشدن
fil: Lugar ng sundo
fil_ph: Lugar ng pagsundo
fr: Point de prise en charge
it: Punto di prelievo
ja: 乗車場所
ko: 픽업 장소
ru: Место посадки
tr: Alınış noktası
vi: Điểm đón
zh_hans: 上车地点

source: Pip is thinking…
ar: يفكر Pip…
es: Pip está pensando…
fa: پیپ در حال فکر کردن است…
fil: Nag-iisip si Pip…
fil_ph: Nag-iisip si Pip…
fr: Pip réfléchit…
it: Pip sta pensando…
ja: Pipが考えています…
ko: Pip이 생각하는 중…
ru: Pip думает…
tr: Pip düşünüyor…
vi: Pip đang suy nghĩ…
zh_hans: Pip 正在思考…

source: Pip learns the travel likes, dislikes and preferences you share to offer more personal suggestions. Review, edit or forget them here.
ar: يتعلّم Pip ما تشاركه من تفضيلات السفر وما تحبه وما لا تحبه، ليقدّم لك اقتراحات تناسبك أكثر. يمكنك مراجعتها أو تعديلها أو محوها من هنا.
es: Pip aprende tus gustos, preferencias y cosas que no te gustan al viajar para ofrecerte sugerencias más personales. Revísalos, edítalos u olvídalos aquí.
fa: پیپ از علاقه‌ها، موارد ناخوشایند و ترجیح‌های سفری‌ای که با او در میان می‌گذارید یاد می‌گیرد تا پیشنهادهای شخصی‌تری ارائه کند. آن‌ها را اینجا مرور، ویرایش یا فراموش کنید.
fil: Inaalam ni Pip ang mga gusto, hindi gusto, at kagustuhan mo sa paglalakbay na ibinabahagi mo para makapagbigay ng mas personal na mga mungkahi. Suriin, i-edit, o ipalimot ang mga ito rito.
fil_ph: Inaalala ni Pip ang mga gusto, hindi gusto, at kagustuhan mo sa paglalakbay na ibinabahagi mo para makapagbigay ng mas personal na mga mungkahi. Suriin, i-edit, o ipalimot ang mga ito rito.
fr: Pip apprend les goûts, les préférences et les choses que vous n’aimez pas en voyage que vous partagez, afin de vous proposer des suggestions plus personnalisées. Consultez-les, modifiez-les ou oubliez-les ici.
it: Pip impara le preferenze di viaggio che condividi, ciò che ti piace e non ti piace, per offrirti suggerimenti più personali. Puoi rivederle, modificarle o dimenticarle qui.
ja: Pipは、よりあなたに合った提案をするために、共有してくれた旅行の好みや苦手なこと、希望を学習します。ここで確認、編集、削除できます。
ko: Pip은 더 개인화된 추천을 제공하기 위해 공유해 주신 여행 관련 선호와 비선호를 기억합니다. 여기에서 내용을 확인하거나 수정하거나 삭제할 수 있습니다.
ru: Pip запоминает ваши предпочтения в путешествиях — что вам нравится и не нравится, — чтобы предлагать более подходящие варианты. Здесь вы можете просмотреть, изменить или удалить эти данные.
tr: Pip, daha kişisel öneriler sunmak için paylaştığınız seyahat tercihlerinizi, sevmediklerinizi ve beğenilerinizi öğrenir. Bunları burada inceleyebilir, düzenleyebilir veya unutturabilirsiniz.
vi: Pip ghi nhớ những điều bạn chia sẻ về sở thích, điều không thích và mong muốn khi đi du lịch để đưa ra gợi ý phù hợp hơn. Bạn có thể xem lại, chỉnh sửa hoặc xóa những thông tin này tại đây.
zh_hans: Pip 会记住你分享的旅行喜好、厌恶和偏好，为你提供更贴合的建议。你可以在这里查看、编辑或清除这些信息。

source: Pip will welcome you back, then listen. Your current conversation appears here.
ar: سيرحّب بك Pip عند عودتك، ثم ينصت إليك. ستظهر محادثتك الحالية هنا.
es: Pip te dará la bienvenida y te escuchará. Tu conversación actual aparecerá aquí.
fa: پیپ به شما خوشامد می‌گوید و بعد گوش می‌دهد. گفت‌وگوی فعلی‌تان اینجا نمایش داده می‌شود.
fil: Batiin ka muna ni Pip sa pagbabalik mo, saka makikinig. Lalabas dito ang kasalukuyan mong pag-uusap.
fil_ph: Babatihin ka ulit ni Pip, saka makikinig. Lalabas dito ang kasalukuyan mong pag-uusap.
fr: Pip vous accueillera à votre retour, puis vous écoutera. Votre conversation en cours s’affichera ici.
it: Pip ti darà di nuovo il benvenuto, poi ti ascolterà. La conversazione in corso apparirà qui.
ja: Pipがまたお迎えし、あなたの話に耳を傾けます。現在の会話はここに表示されます。
ko: Pip이 다시 오신 것을 환영한 뒤 이야기를 듣습니다. 현재 대화가 여기에 표시됩니다.
ru: Pip поприветствует вас, а затем будет слушать. Здесь появится ваш текущий разговор.
tr: Pip sizi yeniden karşılayıp sonra dinleyecek. Mevcut konuşmanız burada görünür.
vi: Pip sẽ chào mừng bạn quay lại rồi lắng nghe. Cuộc trò chuyện hiện tại của bạn sẽ hiển thị tại đây.
zh_hans: Pip 会先欢迎你回来，然后倾听。你当前的对话会显示在这里。

source: Plane
ar: طائرة
es: Avión
fa: هواپیما
fil: Eroplano
fil_ph: Eroplano
fr: Avion
it: Aereo
ja: 飛行機
ko: 비행기
ru: Самолёт
tr: Uçak
vi: Máy bay
zh_hans: 飞机

source: Playful
ar: مرح
es: Juguetón
fa: بازیگوش
fil: Mapaglaro
fil_ph: Mapagbiro
fr: Ludique
it: Giocoso
ja: 遊び心のある
ko: 유쾌한
ru: Игривый
tr: Eğlenceli
vi: Tinh nghịch
zh_hans: 活泼

source: Please use a file smaller than 5 MB.
ar: يرجى استخدام ملف أصغر من 5 ميغابايت.
es: Usa un archivo de menos de 5 MB.
fa: لطفاً فایلی کوچک‌تر از ۵ مگابایت انتخاب کن.
fil: Gumamit ng file na mas maliit sa 5 MB.
fil_ph: Gumamit ng file na mas maliit sa 5 MB.
fr: Veuillez utiliser un fichier de moins de 5 Mo.
it: Usa un file più piccolo di 5 MB.
ja: 5 MB未満のファイルをお使いください。
ko: 5MB보다 작은 파일을 사용해 주세요.
ru: Выберите файл размером менее 5 МБ.
tr: Lütfen 5 MB'tan küçük bir dosya kullanın.
vi: Vui lòng chọn tệp nhỏ hơn 5 MB.
zh_hans: 请使用小于 5 MB 的文件。

source: Practical needs
ar: الاحتياجات العملية
es: Necesidades prácticas
fa: نیازهای سفر
fil: Mga praktikal na pangangailangan
fil_ph: Mga praktikal na pangangailangan
fr: Besoins pratiques
it: Esigenze pratiche
ja: 実用上のニーズ
ko: 실용적인 필요 사항
ru: Практические потребности
tr: Pratik ihtiyaçlar
vi: Nhu cầu thiết thực
zh_hans: 实际需求

source: Prefer not to answer
ar: أفضل عدم الإجابة
es: Prefiero no responder
fa: ترجیح می‌دهم پاسخ ندهم
fil: Mas gustong hindi sumagot
fil_ph: Mas gustong hindi sumagot
fr: Je préfère ne pas répondre
it: Preferisco non rispondere
ja: 回答しない
ko: 답변하고 싶지 않음
ru: Предпочитаю не отвечать
tr: Yanıtlamak istemiyorum
vi: Không muốn trả lời
zh_hans: 不愿回答

source: Preferred language (optional)
ar: اللغة المفضلة (اختياري)
es: Idioma preferido (opcional)
fa: زبان ترجیحی (اختیاری)
fil: Mas gustong wika (opsyonal)
fil_ph: Wikang gusto mong gamitin (opsyonal)
fr: Langue préférée (facultatif)
it: Lingua preferita (facoltativa)
ja: 希望する言語（任意）
ko: 선호하는 언어(선택 사항)
ru: Предпочитаемый язык (необязательно)
tr: Tercih edilen dil (isteğe bağlı)
vi: Ngôn ngữ ưu tiên (không bắt buộc)
zh_hans: 首选语言（可选）
